{
  "summary": "TUNAHAN GOKGOZ+90 507 203 4830 tunagokgoz19@gmail.com www.linkedin.com/in/tuna-gökgözPROFILEHi, I’m Tunahan I’m a Management Information Systems student at Boğaziçi University. I’m especially interested in cybersecurity — spending time on platforms like TryHackMe,building small projects and lab environments to improve my skills. I regularly challenge myself with CTFs to keep learning, while knowing there is still along way to go. I’m always open to learning, experimenting, and adapting. Beyond tech, I’m also into swimming, scuba diving, and especially cooking. Cooking for me is more than a hobby — it’s where I experiment, stay patient, and getcreative.EDUCATIONBogazici University2022-…..Bachelor of Science Management Information SystemsWORK EXPERIENCEKunduzOperations Team MemberJune 2023- May 2024 / Istanbul,TurkeyResolved customer inquiries and ensured operational efficiency.Improved workflows and contributed to product development.Managed customer feedback to enhance satisfaction.Black Butte RanchLine CookGained stress management and decision-making skills in a high-pressure environment.Improved time efficiency and teamwork while ensuring quality meal preparation.This experience, though unrelated to my career, taught valuable lessons in adaptability andperformance under pressure.Summer’24/ Oregon,USA\nDocker and Plugin Development: Deployed and managed containers usingDocker, running Apache Superset and creating a simple custom plugin.Cloud Platforms: Created and managed instances on AWS, Azure, and GoogleCloud, designing and hosting basic web pages as part of introductory-levelprojects.Data Visualization: Conducted data analysis and created impactful visualizationsusing SPSS, effectively interpreting complex datasetsPenetration Testing: Performed web application tests, found vulnerabilities, andprepared concise reports. OSINT Research: Collected and analyzed open-source data, delivering clearsecurity insights. SKILLS & PROJECTSProvided English translations for exhibitors and visitors, ensuring smooth communicationduring discussions and negotiations.International Educations of Turkey -IEFT-Istanbul,TurkeyTranslatorPerformed penetration testing on web applications and systems, preparing detailed securityreports.Conducted OSINT research to support investigations and vulnerability assessments.CyberSecurity InternBUSİBERJuly 2025- August 2025 Istanbul,TurkeyLANGUAGESTurkish: NativeEnglish: AdvancedPORTFOLIOGitHub: github.com/tunischkaPortfolio Website: https://tunischka.github.io/my-website/CERTIFICATESMcKinsey & Company – Forward | Issued: May 2025 Completed foundational modules on problem-solving, communication, digitalcollaboration, and self-leadership."
}